# Bot config
token = "6371187137:AAE5x9Cq_ROedw9BDVFix_T2XXQsFy5t-zo"  # Production

# Telethon config
api_id = 22426911
api_hash = "03adcecc608d03d11e648c0611e7481e"

# Qiwi config
qiwi_secret_token = "1d3193f99e9f5bc9b870b74b402cee11"
qiwi_withdraw_token = "1d3193f99e9f5bc9b870b74b402cee11"

# Bot settings
admins = [5454397757]
admin_contact = "@NifrantKBH"
arbitrage = 234322332
notifications_channel = -1002080155014
feedback_channel = -1002080155014

information = """Пользователи сервиса могут провести сделку 24/7, что, согласитесь, очень удобно.

Основные моменты:
➖ Минимальная сумма сделки 10 RUB
➖ Оплата принимается в BTC BANKIR и QIWI. Выплата, соответственно, производится также
➖ Комиссия сервиса 0%
➖ Сумма сделки фиксируется в RUB в момент заключения сделки.

Открытие спора после оплаты Гарант-Сервиса.
➖ У покупателя и у продавца в процессе сделки есть кнопка "Открыть арбитраж". Сделка автоматически переходит в статус "Арбитраж". Продавец или покупатель должны написать Арбитру. После вынесения решения - денежные средства переводятся.


Внимание! Сделку должен начать Покупатель воспользовавшись поиском пользователей! Это важный момент."""
